app/views/index/shared/_div1.html.slim

			.index_intro
				= CompanyFeature.last.try(:intro).to_s.truncate(200)
		.index_case_related
			.index_case_head
				.index_case_head_title
---
SELECT `company_features`.* FROM `company_features` ORDER BY `company_features`.`id` DESC LIMIT 1