app/controllers/index_controller.rb

	def welcome
		@case = Case.order('id desc').limit 10
---
SELECT `cases`.* FROM `cases` ORDER BY id desc LIMIT 9

	def about_us
		@company_intro = CompanyIntro.first
---
SELECT `company_intros`.* FROM `company_intros` ORDER BY `company_intros`.`id` ASC LIMIT 1

	def case_list
		@cases = Case.order('id desc').limit 100
---
SELECT `cases`.* FROM `cases` ORDER BY id desc LIMIT 100